Repository: Selimhafez1/Dishcovery
Catalog: Dishcovery/Localizable.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, bs, ca, ceb, co, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fr, fy, ga, gd, gl, gu, ha, haw, he, hi, hmn, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, la, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, or, pa, pl, ps, pt, ro, ru, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tk, tr, tt, ug, uk, ur, uz, vi, xh, yi, yo, zh_hans, zh_hant, zu

source: Translating detected text...
af: Vertaal opgespoorde teks...
am: የተገኘ ጽሑፍ ተተርጉሞ ነው...
ar: جارٍ ترجمة النص المكتشف...
az: Aşkarlanmış mətn tərcümə olunur...
be: Выяўлены тэкст перакладаецца...
bg: Превежда се открит текст...
bn: সনাক্ত করা লেখা অনুবাদ করা হচ্ছে...
bs: Otkriveni tekst se prevodi...
ca: S'està traduint el text detectat...
ceb: Gihubad ang nadetect nga teksto...
co: Si traducenu u testu rilevatu...
cs: Překládá se rozpoznaný text...
cy: Yn cyfieithu testun a ganfuwyd...
da: Oversætter registreret tekst...
de: Erkannter Text wird übersetzt...
el: Μετάφραση ανιχνευμένου κειμένου...
eo: Detektita teksto estas tradukata...
es: Traduciendo texto detectado...
et: Tuvastatud teksti tõlgitakse...
eu: Hautemandako testua itzultzen...
fa: در حال ترجمه متن شناسایی‌شده...
fi: Tunnistettua tekstiä käännetään...
fil: Isinasalin ang natukoy na teksto...
fr: Traduction du texte détecté...
fy: Detektearre tekst wurdt oerset...
ga: Ag aistriú téacs braite...
gd: Ag eadar-theangachadh teacsa a chaidh a lorg...
gl: Traducindo o texto detectado...
gu: શોધાયેલ લખાણનું અનુવાદ થઈ રહ્યું છે...
ha: Ana fassara rubutun da aka gano...
haw: Ke unuhi ʻia nei ka kikokikona i ʻike ʻia...
he: מתרגם טקסט שזוהה...
hi: पता लगाया गया पाठ अनुवादित किया जा रहा है...
hmn: Tab tom txhais cov ntawv uas pom...
hr: Otkriveni tekst se prevodi...
ht: Tèks detekte ap tradui...
hu: Felismerett szöveg fordítása...
hy: Հայտնաբերված տեքստը թարգմանվում է...
id: Menerjemahkan teks yang terdeteksi...
ig: A na-atụgharị ederede a chọpụtara...
is: Þýðir greindan texta...
it: Traduzione del testo rilevato...
ja: 検出されたテキストを翻訳中...
jv: Nerjemahake teks sing dideteksi...
ka: აღმოჩენილი ტექსტი ითარგმნება...
kk: Анықталған мәтін аударылуда...
km: កំពុងបកប្រែអត្ថបទដែលបានរកឃើញ...
kn: ಪತ್ತೆಯಾದ ಪಠ್ಯವನ್ನು ಅನುವಾದಿಸಲಾಗುತ್ತಿದೆ...
ko: 감지된 텍스트를 번역하는 중...
ku: Nivîsa hatî dîtin tê wergerandin...
ky: Табылган текст которулууда...
la: Textus detectus transfertur...
lb: Erkannt Text gëtt iwwersat...
lo: ກຳລັງແປຂໍ້ຄວາມທີ່ພົບ...
lt: Verčiamas aptiktas tekstas...
lv: Tiek tulkots atklātais teksts...
mg: Adika ny lahatsoratra hita...
mi: E whakamaoritia ana te kuputuhi kua kitea...
mk: Се преведува откриен текст...
ml: കണ്ടെത്തിയ ടെക്സ്റ്റ് വിവർത്തനം ചെയ്യുന്നു...
mn: Илэрсэн текстийг орчуулж байна...
mr: ओळखलेला मजकूर अनुवादित होत आहे...
ms: Menterjemah teks yang dikesan...
mt: Qed jiġi tradott it-test misjub...
my: တွေ့ရှိထားသော စာသားကို ဘာသာပြန်နေသည်...
nb: Oversetter oppdaget tekst...
ne: पत्ता लागेको पाठ अनुवाद हुँदैछ...
nl: Gedetecteerde tekst wordt vertaald...
ny: Kumasulira mawu omwe apezeka...
or: ଚିହ୍ନଟ ହୋଇଥିବା ପାଠ୍ୟକୁ ଅନୁବାଦ କରାଯାଉଛି...
pa: ਪਤਾ ਲੱਗੇ ਪਾਠ ਦਾ ਅਨੁਵਾਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Tłumaczenie wykrytego tekstu...
ps: موندل شوی متن ژباړل کېږي...
pt: Traduzindo texto detectado...
ro: Se traduce textul detectat...
ru: Перевод обнаруженного текста...
sd: مليل متن ترجمو ڪيو پيو وڃي...
si: හඳුනාගත් පෙළ පරිවර්තනය කරමින්...
sk: Preklad rozpoznaného textu...
sl: Prevajanje zaznanega besedila...
sm: Fa'aliliu le tusitusiga ua iloa...
sn: Kushandura chinyorwa chawanikwa...
so: Qoraalka la ogaaday waa la turjumayaa...
sq: Po përkthehet teksti i zbuluar...
sr: Преводи се откривени текст...
st: Ho fetolela mongolo o fumanoeng...
su: Nerjemahkeun téks anu dideteksi...
sv: Översätter upptäckt text...
sw: Inatafsiri maandishi yaliyogunduliwa...
ta: கண்டறியப்பட்ட உரை மொழிபெயர்க்கப்படுகிறது...
te: గుర్తించిన పాఠ్యం అనువదించబడుతోంది...
tg: Матни ёфтшуда тарҷума мешавад...
th: กำลังแปลข้อความที่ตรวจพบ...
tk: Tapylan tekst terjime edilýär...
tr: Algılanan metin çevriliyor...
tt: Табылган текст тәрҗемә ителә...
ug: بايقالغان تېكىست تەرجىمە قىلىنماقتا...
uk: Перекладається виявлений текст...
ur: پہچانا گیا متن ترجمہ ہو رہا ہے...
uz: Aniqlangan matn tarjima qilinmoqda...
vi: Đang dịch văn bản đã phát hiện...
xh: Kuguqulelwa umbhalo ofunyenweyo...
yi: דערקענט טעקסט ווערט איבערגעזעצט...
yo: N tumọ ọrọ ti a rii...
zh_hans: 正在翻译检测到的文本...
zh_hant: 正在翻譯檢測到的文本...
zu: Kuhunyushwa umbhalo otholiwe...

source: Translating menu...
af: Vertaal spyskaart...
am: ምናሌ ተተርጉሞ ነው...
ar: جارٍ ترجمة القائمة...
az: Menyu tərcümə olunur...
be: Меню перакладаецца...
bg: Менюто се превежда...
bn: মেনু অনুবাদ করা হচ্ছে...
bs: Meni se prevodi...
ca: S'està traduint el menú...
ceb: Gihubad ang menu...
co: Si traduce u menu...
cs: Překládá se menu...
cy: Yn cyfieithu'r ddewislen...
da: Oversætter menu...
de: Menü wird übersetzt...
el: Γίνεται μετάφραση του μενού...
eo: Menuo estas tradukata...
es: Traduciendo menú...
et: Menüüd tõlgitakse...
eu: Menua itzultzen...
fa: در حال ترجمه منو...
fi: Valikkoa käännetään...
fil: Isinasalin ang menu...
fr: Traduction du menu...
fy: Menu wurdt oerset...
ga: Ag aistriú an roghchláir...
gd: Ag eadar-theangachadh a’ chlàir...
gl: Traducindo o menú...
gu: મેનુનું અનુવાદ થઈ રહ્યું છે...
ha: Ana fassara menu...
haw: Ke unuhi ʻia nei ka papa kuhikuhi...
he: מתרגם תפריט...
hi: मेनू का अनुवाद किया जा रहा है...
hmn: Tab tom txhais cov ntawv qhia zaub mov...
hr: Izbornik se prevodi...
ht: Meni a ap tradui...
hu: Menü fordítása...
hy: Ցանկը թարգմանվում է...
id: Menerjemahkan menu...
ig: A na-atụgharị menu...
is: Þýðir matseðil...
it: Traduzione del menu...
ja: メニューを翻訳中...
jv: Nerjemahake menu...
ka: მენიუ ითარგმნება...
kk: Мәзір аударылуда...
km: កំពុងបកប្រែមីនុយ...
kn: ಮೆನು ಅನುವಾದಿಸಲಾಗುತ್ತಿದೆ...
ko: 메뉴를 번역하는 중...
ku: Menu tê wergerandin...
ky: Меню которулууда...
la: Menu transfertur...
lb: Menü gëtt iwwersat...
lo: ກຳລັງແປເມນູ...
lt: Verčiamas meniu...
lv: Tiek tulkota ēdienkarte...
mg: Adika ny menio...
mi: E whakamaoritia ana te tahua...
mk: Менито се преведува...
ml: മെനു വിവർത്തനം ചെയ്യുന്നു...
mn: Цэсийг орчуулж байна...
mr: मेनूचे भाषांतर केले जात आहे...
ms: Menterjemah menu...
mt: Qed jiġi tradott il-menu...
my: မီနူးကို ဘာသာပြန်နေသည်...
nb: Oversetter meny...
ne: मेनु अनुवाद हुँदैछ...
nl: Menu wordt vertaald...
ny: Kumasulira menyu...
or: ମେନୁର ଅନୁବାଦ ହେଉଛି...
pa: ਮੀਨੂ ਦਾ ਅਨੁਵਾਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Tłumaczenie menu...
ps: مینو ژباړل کېږي...
pt: Traduzindo menu...
ro: Se traduce meniul...
ru: Перевод меню...
sd: مينيو ترجمو ڪيو پيو وڃي...
si: මෙනුව පරිවර්තනය කරමින්...
sk: Prekladá sa menu...
sl: Prevajanje menija...
sm: Fa'aliliu le menu...
sn: Kushandura menyu...
so: Menu-ga waa la turjumayaa...
sq: Po përkthehet menuja...
sr: Мени се преводи...
st: Ho fetolela menu...
su: Nerjemahkeun menu...
sv: Översätter meny...
sw: Inatafsiri menyu...
ta: மெனு மொழிபெயர்க்கப்படுகிறது...
te: మెను అనువదించబడుతోంది...
tg: Меню тарҷума мешавад...
th: กำลังแปลเมนู...
tk: Menýu terjime edilýär...
tr: Menü çevriliyor...
tt: Меню тәрҗемә ителә...
ug: تىزىملىك تەرجىمە قىلىنماقتا...
uk: Перекладається меню...
ur: مینو ترجمہ ہو رہا ہے...
uz: Menyu tarjima qilinmoqda...
vi: Đang dịch menu...
xh: Kuguqulelwa imenyu...
yi: מעניו ווערט איבערגעזעצט...
yo: N tumọ akojọ aṣayan...
zh_hans: 正在翻译菜单...
zh_hant: 正在翻譯選單...
zu: Kuhunyushwa imenyu...

source: Translating reviews...
af: Vertaal resensies...
am: ግምገማዎች ተተርጉሞ ነው...
ar: جارٍ ترجمة المراجعات...
az: Rəylər tərcümə olunur...
be: Водгукі перакладаюцца...
bg: Превеждат се отзиви...
bn: রিভিউ অনুবাদ করা হচ্ছে...
bs: Recenzije se prevode...
ca: S'estan traduint les ressenyes...
ceb: Gihubad ang mga review...
co: Si traducenu e recensioni...
cs: Překládají se recenze...
cy: Yn cyfieithu adolygiadau...
da: Oversætter anmeldelser...
de: Bewertungen werden übersetzt...
el: Μεταφράζονται οι κριτικές...
eo: Recenzoj estas tradukataj...
es: Traduciendo reseñas...
et: Arvustusi tõlgitakse...
eu: Iritziak itzultzen...
fa: در حال ترجمه نظرات...
fi: Arvosteluja käännetään...
fil: Isinasalin ang mga review...
fr: Traduction des avis...
fy: Resinsjes wurde oerset...
ga: Ag aistriú léirmheasanna...
gd: Ag eadar-theangachadh lèirmheasan...
gl: Traducindo valoracións...
gu: સમીક્ષાઓનું અનુવાદ થઈ રહ્યું છે...
ha: Ana fassara sharhi...
haw: Ke unuhi ʻia nei nā loiloi...
he: מתרגם ביקורות...
hi: समीक्षाएँ अनुवादित की जा रही हैं...
hmn: Tab tom txhais cov kev tshuaj xyuas...
hr: Recenzije se prevode...
ht: Revizyon yo ap tradui...
hu: Vélemények fordítása...
hy: Կարծիքները թարգմանվում են...
id: Menerjemahkan ulasan...
ig: A na-atụgharị nyocha...
is: Þýðir umsagnir...
it: Traduzione delle recensioni...
ja: レビューを翻訳中...
jv: Nerjemahake ulasan...
ka: მიმოხილვები ითარგმნება...
kk: Пікірлер аударылуда...
km: កំពុងបកប្រែមតិយោបល់...
kn: ವಿಮರ್ಶೆಗಳು ಅನುವಾದವಾಗುತ್ತಿವೆ...
ko: 리뷰를 번역하는 중...
ku: Şîrove tên wergerandin...
ky: Сын-пикирлер которулууда...
la: Recensiones transferuntur...
lb: Bewäertunge ginn iwwersat...
lo: ກຳລັງແປຄຳວິຈານ...
lt: Atsiliepimai verčiami...
lv: Atsauksmes tiek tulkotas...
mg: Adika ny hevitra...
mi: E whakamaoritia ana ngā arotake...
mk: Се преведуваат прегледи...
ml: റിവ്യൂകൾ വിവർത്തനം ചെയ്യുന്നു...
mn: Сэтгэгдлүүдийг орчуулж байна...
mr: पुनरावलोकने अनुवादित होत आहेत...
ms: Menterjemah ulasan...
mt: Qed jiġu tradotti r-reviżjonijiet...
my: သုံးသပ်ချက်များကို ဘာသာပြန်နေသည်...
nb: Oversetter anmeldelser...
ne: समीक्षाहरू अनुवाद हुँदैछन्...
nl: Beoordelingen worden vertaald...
ny: Kumasulira ndemanga...
or: ସମୀକ୍ଷାଗୁଡ଼ିକ ଅନୁବାଦ ହେଉଛି...
pa: ਸਮੀਖਿਆਵਾਂ ਦਾ ਅਨੁਵਾਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Tłumaczenie opinii...
ps: بیاکتنې ژباړل کېږي...
pt: Traduzindo avaliações...
ro: Se traduc recenziile...
ru: Перевод отзывов...
sd: جائزا ترجمو ڪيا پيا وڃن...
si: සමාලෝචන පරිවර්තනය කරමින්...
sk: Prekladajú sa recenzie...
sl: Prevajanje ocen...
sm: Fa'aliliu iloiloga...
sn: Kushandura wongororo...
so: Faallooyinka waa la turjumayaa...
sq: Po përkthehen vlerësimet...
sr: Преводе се рецензије...
st: Ho fetolela litlhahlobo...
su: Nerjemahkeun ulasan...
sv: Översätter recensioner...
sw: Inatafsiri maoni...
ta: விமர்சனங்கள் மொழிபெயர்க்கப்படுகின்றன...
te: సమీక్షలు అనువదించబడుతున్నాయి...
tg: Баррасиҳо тарҷума мешаванд...
th: กำลังแปลรีวิว...
tk: Synlar terjime edilýär...
tr: Yorumlar çevriliyor...
tt: Фикерләр тәрҗемә ителә...
ug: باھالاشلار تەرجىمە قىلىنماقتا...
uk: Перекладаються відгуки...
ur: جائزے ترجمہ ہو رہے ہیں...
uz: Sharhlar tarjima qilinmoqda...
vi: Đang dịch đánh giá...
xh: Kuguqulelwa uphononongo...
yi: באריכטן ווערן איבערגעזעצט...
yo: N tumọ awọn atunyẹwo...
zh_hans: 正在翻译评论...
zh_hant: 正在翻譯評論...
zu: Kuhunyushwa ukubuyekeza...

source: Write a Review
af: Skryf 'n resensie
am: ግምገማ ጻፍ
ar: اكتب مراجعة
az: Rəy yaz
be: Напісаць водгук
bg: Напишете отзив
bn: একটি রিভিউ লিখুন
bs: Napiši recenziju
ca: Escriu una ressenya
ceb: Isulat ang review
co: Scrive una recensione
cs: Napsat recenzi
cy: Ysgrifennu adolygiad
da: Skriv en anmeldelse
de: Bewertung schreiben
el: Γράψτε μια κριτική
eo: Skribu recenzon
es: Escribir una reseña
et: Kirjuta arvustus
eu: Idatzi iritzia
fa: یک نظر بنویسید
fi: Kirjoita arvostelu
fil: Sumulat ng review
fr: Écrire un avis
fy: Skriuw in resinsje
ga: Scríobh léirmheas
gd: Sgrìobh lèirmheas
gl: Escribir unha valoración
gu: સમીક્ષા લખો
ha: Rubuta sharhi
haw: Kākau i kahi loiloi
he: כתוב ביקורת
hi: समीक्षा लिखें
hmn: Sau ib qho kev tshuaj xyuas
hr: Napiši recenziju
ht: Ekri yon revizyon
hu: Írj véleményt
hy: Գրել կարծիք
id: Tulis ulasan
ig: Dee nyocha
is: Skrifa umsögn
it: Scrivi una recensione
ja: レビューを書く
jv: Tulis ulasan
ka: დაწერე მიმოხილვა
kk: Пікір жазу
km: សរសេរការពិនិត្យ
kn: ವಿಮರ್ಶೆ ಬರೆಯಿರಿ
ko: 리뷰 작성
ku: Şîrove binivîse
ky: Сын-пикир жазуу
la: Recensionem scribere
lb: Bewäertung schreiwen
lo: ຂຽນຄຳວິຈານ
lt: Rašyti atsiliepimą
lv: Rakstīt atsauksmi
mg: Soraty hevitra
mi: Tuhia he arotake
mk: Напиши преглед
ml: ഒരു അവലോകനം എഴുതുക
mn: Сэтгэгдэл бичих
mr: पुनरावलोकन लिहा
ms: Tulis ulasan
mt: Ikteb reviżjoni
my: သုံးသပ်ချက်ရေးရန်
nb: Skriv en anmeldelse
ne: समीक्षा लेख्नुहोस्
nl: Schrijf een recensie
ny: Lembani ndemanga
or: ସମୀକ୍ଷା ଲେଖନ୍ତୁ
pa: ਇੱਕ ਸਮੀਖਿਆ ਲਿਖੋ
pl: Napisz opinię
ps: بیاکتنه ولیکئ
pt: Escrever uma avaliação
ro: Scrie o recenzie
ru: Написать отзыв
sd: جائزو لکو
si: සමාලෝචනයක් ලියන්න
sk: Napísať recenziu
sl: Napiši oceno
sm: Tusi se iloiloga
sn: Nyora wongororo
so: Qor faallo
sq: Shkruaj një vlerësim
sr: Напиши рецензију
st: Ngola tlhahlobo
su: Tulis ulasan
sv: Skriv en recension
sw: Andika maoni
ta: ஒரு விமர்சனம் எழுதுங்கள்
te: సమీక్ష రాయండి
tg: Баррасӣ нависед
th: เขียนรีวิว
tk: Syn ýaz
tr: Yorum yaz
tt: Фикер язу
ug: باھا يېزىش
uk: Написати відгук
ur: جائزہ لکھیں
uz: Sharh yozish
vi: Viết đánh giá
xh: Bhala uphononongo
yi: שרייב אַ רעצענזיע
yo: Kọ atunyẹwo
zh_hans: 撰写评论
zh_hant: 撰寫評論
zu: Bhala ukubuyekeza
